{
  "title": "Brian Nord",
  "name": "Brian Nord",
  "linktitle": "Brian Nord",
  "last": "Nord",
  "institution_of_phd": "University of Michigan",
  "field_of_phd": "Physics",
  "year_of_phd": 2010,
  "researchAreas": ["cosmology", "astrophysics", "artificial intelligence"],
  "images": ["/img/uploads/Brian_Nord.jpg"],
  "relevantCourses": [
    "Astronomy & Astrophysics",
    "Cosmology",
    "Computational Physics",
    "Computational Astrophysics & Simulations"
  ],
  "relevant_concepts": [
    "Artificial Intelligence",
    "Dark Energy",
    "Dark Matter",
    "Gravitational Lensing",
    "Cosmic Microwave Background"
  ],
  "wikipedia": "https://en.wikipedia.org/wiki/Brian_Nord",
  "general_bio": "Brian Nord is an American astrophysicists and machine learning researcher. Nord studied physics at Johns Hopkins University and received his PhD in physics from the University of Michigan in 2010. Nord is a Scientist at Fermilab and a Senior Member of the Kavli Institute for Cosmological Physics (KICP) at the University of Chicago. He is known for his work on cosmology, astrophysics, and the application of artificial intelligence (AI) in these fields, such as the use of deep neural networks to reconstruct cosmic microwave background maps in the presence of gravitational lensing [CITE 1]. He also studies uncertainty quantification of AI methods [CITE 2]. On June 10, 2020, in the wake of the murder of George Floyd, Nord and Chanda Prescod-Weinstein organized a global 'Strike for Black Lives' of over 4,500 academics and organizations including Nature, the American Physical Society, the American Association for the Advancement of Science, and the American Institute of Physics.",
  "key_contributions": {
    "Artificial Intelligence": "Applied deep neural networks to reconstruct cosmic microwave background maps in the presence of gravitational lensing."
  },
  "citations": [
    "https://doi.org/10.1016/j.ascom.2019.100307",
    "https://arxiv.org/abs/2506.03037"
  ],
  "layout": "person",
  "level": ["K12", "UGUD", "G"]
}
